---
kind: method
id: M:Autodesk.Revit.UI.DockablePane.GetTitle
source: html/1c33c74a-d6fe-abd6-4bed-10034d447e95.htm
---
# Autodesk.Revit.UI.DockablePane.GetTitle Method

Returns the current title (a.k.a. window caption) of the dockable pane.

## Syntax (C#)
```csharp
public string GetTitle()
```